Repository: imjavakhir/shotsy
Catalog: Shotsy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: "Newer than" and "older than" don't overlap.
de: „Neuer als“ und „älter als“ überschneiden sich nicht.
es: «Más reciente que» y «más antiguo que» no se superponen.
fr: « Plus récent que » et « plus ancien que » ne se chevauchent pas.
id: "Lebih baru dari" dan "lebih lama dari" tidak saling bertumpang.
it: "Più recenti di" e "più vecchi di" non si sovrappongono.
ja: 「より新しい」と「より古い」の範囲が重なっていません。
ko: ‘최근’과 ‘이전’ 기간이 겹치지 않습니다.
pt_br: "Mais recente que" e "mais antigo que" não se sobrepõem.
ru: «Новее чем» и «старше чем» не пересекаются.
vi: “Mới hơn” và “cũ hơn” không giao nhau.
zh_hans: “晚于”和“早于”没有重叠的日期。
zh_hant: 「幾天內」與「超過幾天」的範圍沒有重疊。

source: %@ sorted
de: %@ sortiert
es: %@ ordenado
fr: %@ triées
id: %@ dipilah
it: %@ ordinati
ja: %@ 整理済み
ko: %@ 정리됨
pt_br: %@ organizado
ru: Отсортировано: %@
vi: Đã phân loại %@
zh_hans: 已整理 %@
zh_hant: 已整理 %@

source: %lld bursts
de: %lld Serien
es: %lld ráfagas
fr: %lld rafales
id: %lld burst
it: %lld raffiche
ja: %lld件のバースト
ko: 연사 %lld개
pt_br: %lld sequências
ru: Серий: %lld
vi: %lld loạt ảnh
zh_hans: %lld 组连拍
zh_hant: %lld 組連拍

source: %lld free reviews left today
de: Heute noch %lld kostenlose Prüfungen
es: Te quedan %lld revisiones gratis hoy
fr: %lld tris gratuits restants aujourd’hui
id: Sisa %lld tinjauan gratis hari ini
it: Oggi ti restano %lld revisioni gratuite
ja: 今日の無料レビュー残り%lld件
ko: 오늘 남은 무료 검토 %lld개
pt_br: %lld revisões grátis restantes hoje
ru: Сегодня осталось %lld бесплатные проверки
vi: Hôm nay còn %lld lượt xem miễn phí
zh_hans: 今天还可免费查看 %lld 次
zh_hant: 今天還剩 %lld 次免費檢視

source: %lld groups
de: %lld Gruppen
es: %lld grupos
fr: %lld groupes
id: %lld grup
it: %lld gruppi
ja: %lldグループ
ko: %lld개 그룹
pt_br: %lld grupos
ru: %lld группы
vi: %lld nhóm
zh_hans: %lld 组
zh_hant: %lld 組

source: %lld identical files
de: %lld identische Dateien
es: %lld archivos idénticos
fr: %lld fichiers identiques
id: %lld file identik
it: %lld file identici
ja: 同一ファイル%lld件
ko: 동일한 파일 %lld개
pt_br: %lld arquivos idênticos
ru: %lld одинаковых файла
vi: %lld tệp giống hệt
zh_hans: %lld 个完全相同的文件
zh_hant: %lld 個相同檔案

source: %lld items
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
id: %lld item
it: %lld elementi
ja: %lld項目
ko: %lld개 항목
pt_br: %lld itens
ru: %lld объекта
vi: %lld mục
zh_hans: %lld 项
zh_hant: %lld 個項目

source: %lld items couldn't be checked yet (not indexed, or size unknown). They're not counted as matches.
de: %lld Objekte konnten noch nicht geprüft werden (nicht indexiert oder Größe unbekannt). Sie zählen nicht als Treffer.
es: Aún no se pudieron revisar %lld elementos (sin indexar o de tamaño desconocido). No cuentan como coincidencias.
fr: %lld éléments n’ont pas encore pu être vérifiés (non indexés ou taille inconnue). Ils ne sont pas comptés.
id: %lld item belum bisa diperiksa (belum diindeks, atau ukurannya tidak diketahui). Item ini tidak dihitung sebagai hasil.
it: %lld elementi non sono ancora stati controllati (non indicizzati o dimensione sconosciuta). Non sono contati tra i risultati.
ja: %lld項目はまだ確認できていません（未インデックスまたはサイズ不明）。一致には含まれません。
ko: %lld개 항목은 아직 확인하지 못했어요(색인 전이거나 크기를 알 수 없음). 일치 항목에 포함되지 않습니다.
pt_br: %lld itens ainda não puderam ser verificados (não indexados ou tamanho desconhecido). Eles não contam como resultados.
ru: %lld объекта пока не удалось проверить (не проиндексированы или размер неизвестен). Они не считаются совпадениями.
vi: Chưa kiểm tra được %lld mục (chưa lập chỉ mục hoặc chưa rõ dung lượng). Các mục này không được tính là khớp.
zh_hans: %lld 项暂时无法检查（尚未索引或大小未知），不计入匹配结果。
zh_hant: 有 %lld 個項目暫時無法檢查（尚未建立索引或大小不明），不會算入符合項目。

source: %lld items were already gone, so they were removed from the queue.
de: %lld Objekte waren schon weg und wurden aus der Warteschlange entfernt.
es: %lld elementos ya no existían, así que se quitaron de la cola.
fr: %lld éléments avaient déjà disparu, ils ont donc été retirés de la file.
id: %lld item sudah tidak ada, jadi dihapus dari antrean.
it: %lld elementi non c'erano più, quindi sono stati tolti dalla coda.
ja: %lld項目はすでに存在しないため、キューから外しました。
ko: %lld개 항목이 이미 없어져서 대기열에서 제거했어요.
pt_br: %lld itens já não existiam e foram removidos da fila.
ru: %lld объекта уже удалены, поэтому они убраны из очереди.
vi: %lld mục đã không còn nên đã được bỏ khỏi hàng chờ.
zh_hans: %lld 项已不存在，已从队列中移除。
zh_hant: 有 %lld 個項目已不存在，因此已從佇列中移除。

source: %lld left of %lld
de: Noch %lld von %lld
es: Quedan %lld de %lld
fr: Reste %lld sur %lld
id: Sisa %lld dari %lld
it: Ne restano %lld su %lld
ja: 残り%lld/%lld
ko: %2$lld개 중 %1$lld개 남음
pt_br: Faltam %lld de %lld
ru: Осталось: %lld из %lld
vi: Còn %lld trên %lld
zh_hans: 剩余 %lld / %lld
zh_hant: 剩餘 %lld / %lld

source: %lld marked
de: %lld markiert
es: %lld marcados
fr: %lld marqués
id: %lld ditandai
it: %lld segnati
ja: %lld件をマーク済み
ko: %lld개 표시됨
pt_br: %lld marcados
ru: %lld отмечено
vi: Đã đánh dấu %lld
zh_hans: 已标记 %lld 项
zh_hant: 已標記 %lld 個

source: %lld marked · nothing deleted yet
de: %lld markiert · noch nichts gelöscht
es: %lld marcados · aún no se eliminó nada
fr: %lld marqués · rien n’est encore supprimé
id: %lld ditandai · belum ada yang dihapus
it: %lld segnati · ancora niente eliminato
ja: %lld件をマーク済み · まだ何も削除されていません
ko: %lld개 표시됨 · 아직 삭제되지 않음
pt_br: %lld marcados · nada apagado ainda
ru: %lld отмечено · ничего не удалено
vi: Đã đánh dấu %lld · chưa xóa gì
zh_hans: 已标记 %lld 项 · 尚未删除任何内容
zh_hant: 已標記 %lld 個 · 尚未刪除任何項目

source: %lld memories
de: %lld Erinnerungen
es: %lld recuerdos
fr: %lld souvenirs
id: %lld kenangan
it: %lld ricordi
ja: %lld件の思い出
ko: %lld개 추억
pt_br: %lld memórias
ru: %lld воспоминания
vi: %lld kỷ niệm
zh_hans: %lld 段回忆
zh_hant: %lld 則回憶

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
id: %lld dari %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld/%lld
pt_br: %lld de %lld
ru: %lld из %lld
vi: %lld/%lld
zh_hans: 第 %lld 项，共 %lld 项
zh_hant: %lld / %lld

source: %lld of %lld not sorted yet
de: %lld von %lld noch nicht sortiert
es: %lld de %lld sin ordenar
fr: %lld sur %lld pas encore triés
id: %lld dari %lld belum dipilah
it: %lld di %lld ancora da ordinare
ja: %2$lld件中%1$lld件が未整理
ko: %lld/%lld개 아직 정리 안 됨
pt_br: %lld de %lld ainda não organizados
ru: Не отсортировано: %lld из %lld
vi: %lld/%lld chưa phân loại
zh_hans: %2$lld 项中有 %1$lld 项尚未整理
zh_hant: %lld / %lld 尚未整理

source: %lld of %lld sorted
de: %lld von %lld sortiert
es: %lld de %lld ordenados
fr: %lld sur %lld triés
id: %lld dari %lld dipilah
it: %lld di %lld ordinati
ja: %2$lld件中%1$lld件を整理済み
ko: %lld/%lld개 정리됨
pt_br: %lld de %lld organizados
ru: Отсортировано: %lld из %lld
vi: Đã phân loại %lld/%lld
zh_hans: 已整理 %lld/%lld
zh_hant: 已整理 %lld / %lld

source: %lld originals couldn't be read, so those stay unverified.
de: %lld Originale konnten nicht gelesen werden und bleiben daher ungeprüft.
es: No se pudieron leer %lld originales, así que quedan sin verificar.
fr: %lld originaux n’ont pas pu être lus, ils restent donc non vérifiés.
id: %lld file asli tidak bisa dibaca, jadi tetap belum diverifikasi.
it: %lld originali non sono leggibili, quindi restano non verificati.
ja: %lld件のオリジナルを読み込めなかったため、未確認のままです。
ko: 원본 %lld개를 읽지 못해 확인되지 않은 상태로 남아요.
pt_br: %lld originais não puderam ser lidos e continuam sem verificação.
ru: %lld оригинала не удалось прочитать, поэтому они не проверены.
vi: Không đọc được %lld bản gốc nên các mục đó vẫn chưa được xác minh.
zh_hans: 有 %lld 个原始文件无法读取，因此仍未验证。
zh_hant: 有 %lld 個原始檔無法讀取，因此仍未驗證。

source: %lld percent sorted
de: %lld Prozent sortiert
es: %lld por ciento ordenado
fr: %lld pour cent trié
id: %lld persen dipilah
it: %lld per cento ordinato
ja: %lldパーセント整理済み
ko: %lld퍼센트 정리됨
pt_br: %lld por cento organizado
ru: Отсортировано %lld процента
vi: Đã phân loại %lld phần trăm
zh_hans: 已整理百分之 %lld
zh_hant: 已整理百分之 %lld

source: %lld photos
de: %lld Fotos
es: %lld fotos
id: %lld foto
it: %lld foto
ja: %lld枚の写真
ko: 사진 %lld장
pt_br: %lld fotos
ru: %lld фото
vi: %lld ảnh
zh_hans: %lld 张照片
zh_hant: %lld 張照片

source: %lld photos you skipped are still marked for deletion.
de: %lld übersprungene Fotos sind weiterhin zum Löschen markiert.
es: %lld fotos que omitiste siguen marcadas para eliminar.
fr: %lld photos ignorées sont toujours marquées pour suppression.
id: %lld foto yang dilewati masih ditandai untuk dihapus.
it: %lld foto saltate sono ancora segnate per l'eliminazione.
ja: スキップした%lld枚の写真はまだ削除マークが付いています。
ko: 건너뛴 사진 %lld장이 아직 삭제 표시되어 있습니다.
pt_br: %lld fotos que você pulou continuam marcadas para exclusão.
ru: Пропущенные фото (%lld) всё ещё отмечены на удаление.
vi: %lld ảnh bạn bỏ qua vẫn được đánh dấu để xóa.
zh_hans: 你跳过的 %lld 张照片仍标记为待删除。
zh_hant: 你略過的 %lld 張照片仍標記為待刪除。

source: %lld screenshots
de: %lld Bildschirmfotos
es: %lld capturas de pantalla
fr: %lld captures d’écran
id: %lld jepretan layar
it: %lld istantanee schermo
ja: %lld枚のスクリーンショット
ko: 스크린샷 %lld장
pt_br: %lld capturas de tela
ru: %lld снимка экрана
vi: %lld ảnh màn hình
zh_hans: %lld 张截屏
zh_hant: %lld 張截圖

source: %lld similar photos
de: %lld ähnliche Fotos
es: %lld fotos similares
fr: %lld photos similaires
id: %lld foto mirip
it: %lld foto simili
ja: 似ている写真%lld枚
ko: 유사한 사진 %lld장
pt_br: %lld fotos parecidas
ru: %lld похожих фото
vi: %lld ảnh tương tự
zh_hans: %lld 张相似照片
zh_hant: %lld 張相似照片

source: %lld suggestions
de: %lld Vorschläge
es: %lld sugerencias
id: %lld saran
it: %lld suggerimenti
ja: %lld件の候補
ko: 제안 %lld개
pt_br: %lld sugestões
ru: %lld предложения
vi: %lld gợi ý
zh_hans: %lld 条建议
zh_hant: %lld 則建議

source: %lld to verify
de: %lld zu prüfen
es: %lld por verificar
fr: %lld à vérifier
id: %lld perlu diverifikasi
it: %lld da verificare
ja: 確認待ち%lld件
ko: 확인할 항목 %lld개
pt_br: %lld para verificar
ru: %lld на проверку
vi: %lld cần xác minh
zh_hans: %lld 组待验证
zh_hant: %lld 組待驗證

source: %lld verified groups
de: %lld geprüfte Gruppen
es: %lld grupos verificados
fr: %lld groupes vérifiés
id: %lld grup terverifikasi
it: %lld gruppi verificati
ja: 確認済み%lldグループ
ko: 확인된 그룹 %lld개
pt_br: %lld grupos verificados
ru: %lld проверенные группы
vi: %lld nhóm đã xác minh
zh_hans: %lld 组已验证
zh_hant: %lld 組已驗證

source: %lld videos are only in iCloud, so their size isn't known here. They're listed after, longest first, and this order may be incomplete.
de: %lld Videos sind nur in iCloud, daher ist ihre Größe hier unbekannt. Sie stehen weiter hinten, die längsten zuerst – diese Reihenfolge kann unvollständig sein.
es: %lld videos solo están en iCloud, así que aquí no se conoce su tamaño. Aparecen al final, del más largo al más corto, y este orden puede estar incompleto.
fr: %lld vidéos ne sont que dans iCloud, leur taille est donc inconnue ici. Elles apparaissent après, de la plus longue à la plus courte, et cet ordre peut être incomplet.
id: %lld video hanya ada di iCloud, jadi ukurannya tidak diketahui di sini. Video ini ditampilkan setelahnya, dari yang terpanjang, dan urutannya mungkin belum lengkap.
it: %lld video sono solo su iCloud, quindi qui la loro dimensione non è nota. Sono elencati dopo, dal più lungo, e l'ordine potrebbe essere incompleto.
ja: %lld本のビデオはiCloudにしかないため、ここではサイズがわかりません。後ろに長い順で表示していますが、この順番は正確でない場合があります。
ko: 비디오 %lld개는 iCloud에만 있어서 여기서는 크기를 알 수 없어요. 긴 순서로 뒤쪽에 표시되며, 순서가 정확하지 않을 수 있습니다.
pt_br: %lld vídeos estão só no iCloud, então o tamanho deles não é conhecido aqui. Eles aparecem depois, do mais longo ao mais curto, e esta ordem pode estar incompleta.
ru: %lld видео хранятся только в iCloud, поэтому их размер здесь неизвестен. Они показаны в конце, по убыванию длительности, и порядок может быть неполным.
vi: %lld video chỉ có trên iCloud nên chưa rõ dung lượng ở đây. Chúng được liệt kê sau, dài nhất trước, và thứ tự này có thể chưa đầy đủ.
zh_hans: 有 %lld 个视频仅存储在 iCloud 中，无法得知大小。它们会排在后面，按时长从长到短排列，此排序可能不完整。
zh_hant: 有 %lld 部影片只存在 iCloud，因此無法得知大小。這些影片會排在後面，依長度由長到短，排序可能不完整。

source: %lld videos · %lld sizes unknown
de: %lld Videos · %lld Größen unbekannt
es: %lld videos · %lld de tamaño desconocido
fr: %lld vidéos · %lld tailles inconnues
id: %lld video · %lld ukuran tidak diketahui
it: %lld video · %lld dimensioni sconosciute
ja: ビデオ%lld本 · サイズ不明%lld本
ko: 비디오 %lld개 · 크기 미확인 %lld개
pt_br: %lld vídeos · %lld tamanhos desconhecidos
ru: Видео: %lld · размер неизвестен: %lld
vi: %lld video · %lld chưa rõ dung lượng
zh_hans: %lld 个视频 · %lld 个大小未知
zh_hant: %lld 部影片 · %lld 部大小不明

source: %lld waiting for review
de: %lld warten auf Prüfung
es: %lld pendientes de revisión
fr: %lld en attente de tri
id: %lld menunggu ditinjau
it: %lld in attesa di revisione
ja: レビュー待ち%lld件
ko: 검토 대기 중 %lld개
pt_br: %lld aguardando revisão
ru: %lld ждут проверки
vi: %lld mục chờ xem lại
zh_hans: %lld 项待查看
zh_hant: %lld 個待檢視

source: %lld years ago
de: Vor %lld Jahren
es: Hace %lld años
fr: il y a %lld ans
id: %lld tahun lalu
it: %lld anni fa
ja: %lld年前
ko: %lld년 전
pt_br: Há %lld anos
ru: %lld года назад
vi: %lld năm trước
zh_hans: %lld 年前
zh_hant: %lld 年前

source: 35 mm equivalent
de: 35-mm-Äquivalent
es: Equivalente a 35 mm
fr: Équivalent 35 mm
id: Setara 35 mm
it: Equivalente 35 mm
ja: 35mm換算
ko: 35mm 환산
pt_br: Equivalente a 35 mm
ru: Эквивалент 35 мм
vi: Tương đương 35 mm
zh_hans: 35 毫米等效
zh_hant: 35 公釐等效

source: A gentle local notification: “Ready for a quick photo sort?” Delivery depends on your notification settings.
de: Eine sanfte lokale Mitteilung: „Lust auf eine kurze Fotorunde?“ Die Zustellung hängt von deinen Mitteilungseinstellungen ab.
es: Una notificación local discreta: “¿Ordenamos unas fotos rápido?” Su entrega depende de tu configuración de notificaciones.
fr: Une notification locale discrète : « Prêt pour un petit tri photo ? » La réception dépend de vos réglages de notifications.
id: Notifikasi lokal yang ramah: “Siap memilah foto sebentar?” Pengirimannya bergantung pada pengaturan notifikasi Anda.
it: Una notifica locale discreta: “Pronto a ordinare qualche foto?” La consegna dipende dalle impostazioni delle notifiche.
ja: 「ちょっと写真を整理しませんか？」というやさしい通知が届きます。通知の設定によっては届かない場合があります。
ko: 가벼운 로컬 알림: “사진 잠깐 정리해 볼까요?” 알림 설정에 따라 전달됩니다.
pt_br: Uma notificação local discreta: “Que tal organizar umas fotos rapidinho?” A entrega depende dos seus ajustes de notificação.
ru: Мягкое локальное уведомление: “Разберем фото по-быстрому?” Доставка зависит от настроек уведомлений.
vi: Một thông báo nhẹ nhàng trên máy: “Sẵn sàng phân loại ảnh nhanh chưa?” Việc hiển thị tùy thuộc vào cài đặt thông báo của bạn.
zh_hans: 一条轻柔的本地通知：“来快速整理一下照片吗？”是否送达取决于你的通知设置。
zh_hant: 一則溫和的本機通知：「要不要快速整理一下照片？」是否送達取決於你的通知設定。

source: A short sort
de: Eine kurze Runde
es: Un orden rápido
fr: Un tri rapide
id: Pilah sebentar
it: Un riordino veloce
ja: サクッと整理
ko: 짧은 정리
pt_br: Uma organização rápida
ru: Короткий разбор
vi: Phân loại nhanh
zh_hans: 快速整理一下
zh_hant: 整理一小段

source: About
de: Info
es: Acerca de
fr: À propos
id: Tentang
it: Info
ja: 情報
ko: 정보
pt_br: Sobre
ru: О приложении
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Access
de: Zugriff
es: Acceso
fr: Accès
id: Akses
it: Accesso
ja: アクセス
ko: 접근
pt_br: Acesso
ru: Доступ
vi: Quyền truy cập
zh_hans: 访问权限
zh_hant: 取用權限

source: Actions
de: Aktionen
es: Acciones
id: Tindakan
it: Azioni
ja: アクション
ko: 동작
pt_br: Ações
ru: Действия
vi: Tác vụ
zh_hans: 操作
zh_hant: 動作

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add %lld
de: %lld hinzufügen
es: Agregar %lld
fr: Ajouter %lld
id: Tambah %lld
it: Aggiungi %lld
ja: %lld件を追加
ko: %lld개 추가
pt_br: Adicionar %lld
ru: Добавить %lld
vi: Thêm %lld
zh_hans: 添加 %lld 项
zh_hant: 加入 %lld 個

source: Add Photos
de: Fotos hinzufügen
es: Agregar fotos
fr: Ajouter des photos
id: Tambah Foto
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
pt_br: Adicionar Fotos
ru: Добавить фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 加入照片

source: Add a label
de: Label hinzufügen
es: Agregar una etiqueta
fr: Ajouter un libellé
id: Tambah label
it: Aggiungi un'etichetta
ja: ラベルを追加
ko: 라벨 추가
pt_br: Adicionar etiqueta
ru: Добавить метку
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 加入標籤

source: Add a rule
de: Regel hinzufügen
es: Agregar una regla
fr: Ajouter une règle
id: Tambah aturan
it: Aggiungi una regola
ja: ルールを追加
ko: 규칙 추가
pt_br: Adicionar regra
ru: Добавить правило
vi: Thêm quy tắc
zh_hans: 添加规则
zh_hant: 加入規則

source: Add at least one rule.
de: Füge mindestens eine Regel hinzu.
es: Agrega al menos una regla.
fr: Ajoutez au moins une règle.
id: Tambahkan minimal satu aturan.
it: Aggiungi almeno una regola.
ja: ルールを1つ以上追加してください。
ko: 규칙을 하나 이상 추가하세요.
pt_br: Adicione pelo menos uma regra.
ru: Добавьте хотя бы одно правило.
vi: Hãy thêm ít nhất một quy tắc.
zh_hans: 请至少添加一条规则。
zh_hant: 請至少加入一條規則。

source: Add date range
de: Zeitraum hinzufügen
es: Agregar rango de fechas
fr: Ajouter une période
id: Tambah rentang tanggal
it: Aggiungi intervallo di date
ja: 期間を追加
ko: 날짜 범위 추가
pt_br: Adicionar período
ru: Добавить период
vi: Thêm khoảng ngày
zh_hans: 添加日期范围
zh_hant: 加入日期範圍

source: Add label
de: Label hinzufügen
es: Agregar etiqueta
fr: Ajouter un libellé
id: Tambah label
it: Aggiungi etichetta
ja: ラベルを追加
ko: 라벨 추가
pt_br: Adicionar etiqueta
ru: Добавить метку
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 加入標籤

source: Add photos from your library.
de: Füge Fotos aus deiner Mediathek hinzu.
es: Agrega fotos de tu fototeca.
fr: Ajoutez des photos de votre photothèque.
id: Tambahkan foto dari perpustakaan Anda.
it: Aggiungi foto dalla tua libreria.
ja: ライブラリから写真を追加しましょう。
ko: 보관함에서 사진을 추가하세요.
pt_br: Adicione fotos da sua biblioteca.
ru: Добавьте фото из медиатеки.
vi: Thêm ảnh từ thư viện của bạn.
zh_hans: 从图库中添加照片。
zh_hant: 從你的圖庫加入照片。

source: Add photos to albums, and save smart filters that update themselves.
de: Füge Fotos zu Alben hinzu und sichere intelligente Filter, die sich selbst aktualisieren.
es: Agrega fotos a álbumes y guarda filtros inteligentes que se actualizan solos.
fr: Ajoutez des photos à des albums et enregistrez des filtres intelligents qui se mettent à jour seuls.
id: Tambahkan foto ke album, dan simpan filter pintar yang diperbarui sendiri.
it: Aggiungi foto agli album e salva filtri smart che si aggiornano da soli.
ja: 写真をアルバムに追加したり、自動で更新されるスマートフィルタを保存したりできます。
ko: 사진을 앨범에 추가하고, 알아서 업데이트되는 스마트 필터를 저장하세요.
pt_br: Adicione fotos a álbuns e salve filtros inteligentes que se atualizam sozinhos.
ru: Добавляйте фото в альбомы и сохраняйте умные фильтры, которые обновляются сами.
vi: Thêm ảnh vào album và lưu bộ lọc thông minh tự cập nhật.
zh_hans: 将照片添加到相簿，并保存可自动更新的智能筛选。
zh_hant: 把照片加入相簿，並儲存會自動更新的智慧篩選。

source: Add to Album
de: Zu Album hinzufügen
es: Agregar al álbum
fr: Ajouter à l’album
id: Tambah ke Album
it: Aggiungi ad album
ja: アルバムに追加
ko: 앨범에 추가
pt_br: Adicionar ao Álbum
ru: Добавить в альбом
vi: Thêm vào album
zh_hans: 添加到相簿
zh_hant: 加入相簿

source: Add to album
de: Zum Album hinzufügen
es: Añadir al álbum
fr: Ajouter à l'album
id: Tambahkan ke album
it: Aggiungi all'album
ja: アルバムに追加
ko: 앨범에 추가
pt_br: Adicionar ao álbum
ru: Добавить в альбом
vi: Thêm vào album
zh_hans: 添加到相簿
zh_hant: 加入相簿

source: Added to %@
de: Zu %@ hinzugefügt
es: Agregado a %@
fr: Ajouté à %@
id: Ditambahkan ke %@
it: Aggiunto a %@
ja: %@に追加しました
ko: %@에 추가됨
pt_br: Adicionado a %@
ru: Добавлено в %@
vi: Đã thêm vào %@
zh_hans: 已添加到“%@”
zh_hant: 已加入「%@」

source: Adds a new JPG to your library with the same date, location and camera details. The original stays as it is.
de: Fügt deiner Mediathek ein neues JPG mit gleichem Datum, Ort und Kameradaten hinzu. Das Original bleibt unverändert.
es: Añade un JPG nuevo a tu fototeca con la misma fecha, ubicación y datos de cámara. El original no cambia.
fr: Ajoute un nouveau JPG à votre photothèque avec la même date, le même lieu et les mêmes infos d'appareil. L'original reste tel quel.
id: Menambahkan JPG baru ke pustaka dengan tanggal, lokasi, dan detail kamera yang sama. File asli tetap seperti semula.
it: Aggiunge un nuovo JPG alla libreria con la stessa data, posizione e dati della fotocamera. L'originale resta invariato.
ja: 同じ日付、位置情報、カメラ情報で新しいJPGをライブラリに追加します。オリジナルはそのままです。
ko: 같은 날짜, 위치, 카메라 정보로 새 JPG를 보관함에 추가합니다. 원본은 그대로 유지됩니다.
pt_br: Adiciona um novo JPG à sua fototeca com a mesma data, localização e dados da câmera. O original continua igual.
ru: Добавляет в медиатеку новый JPG с той же датой, местом и данными камеры. Оригинал не меняется.
vi: Thêm một ảnh JPG mới vào thư viện với cùng ngày, vị trí và thông tin máy ảnh. Bản gốc giữ nguyên.
zh_hans: 以相同的日期、位置和相机信息向图库添加新的 JPG。原件保持不变。
zh_hant: 以相同的日期、位置和相機資訊在圖庫中加入新的 JPG。原始檔保持不變。

source: Albums
de: Alben
es: Álbumes
id: Album
it: Album
ja: アルバム
ko: 앨범
pt_br: Álbuns
ru: Альбомы
vi: Album
zh_hans: 相簿
zh_hant: 相簿

source: Albums that make sense
de: Alben mit System
es: Álbumes con sentido
fr: Des albums qui ont du sens
id: Album yang tertata rapi
it: Album che hanno senso
ja: わかりやすいアルバムに
ko: 한눈에 들어오는 앨범
pt_br: Álbuns que fazem sentido
ru: Альбомы со смыслом
vi: Album gọn gàng, dễ hiểu
zh_hans: 井井有条的相簿
zh_hant: 井井有條的相簿

source: Albums, dates, screenshot text
de: Alben, Daten, Bildschirmfototext
es: Álbumes, fechas, texto de capturas
fr: Albums, dates, texte des captures
id: Album, tanggal, teks jepretan layar
it: Album, date, testo delle istantanee
ja: アルバム、日付、スクリーンショットの文字
ko: 앨범, 날짜, 스크린샷 텍스트
pt_br: Álbuns, datas, texto de capturas
ru: Альбомы, даты, текст на снимках экрана
vi: Album, ngày, chữ trong ảnh màn hình
zh_hans: 相簿、日期、截屏文字
zh_hant: 相簿、日期、截圖文字

source: All
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 모두
pt_br: Todos
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All analysis runs on this iPhone. Screenshot text search and suggestions are part of Shotsy Pro. Supported text languages: %@.
de: Die gesamte Analyse läuft auf diesem iPhone. Textsuche in Bildschirmfotos und Vorschläge gehören zu Shotsy Pro. Unterstützte Textsprachen: %@.
es: Todo el análisis se hace en este iPhone. La búsqueda de texto en capturas de pantalla y las sugerencias son parte de Shotsy Pro. Idiomas de texto compatibles: %@.
fr: Toute l’analyse se fait sur cet iPhone. La recherche de texte dans les captures et les suggestions font partie de Shotsy Pro. Langues prises en charge : %@.
id: Semua analisis berjalan di iPhone ini. Pencarian teks jepretan layar dan saran termasuk dalam Shotsy Pro. Bahasa teks yang didukung: %@.
it: Tutte le analisi avvengono su questo iPhone. La ricerca del testo nelle istantanee schermo e i suggerimenti fanno parte di Shotsy Pro. Lingue supportate: %@.
ja: 分析はすべてこのiPhone上で行われます。スクリーンショットの文字検索と候補はShotsy Proの機能です。対応言語：%@。
ko: 모든 분석은 이 iPhone에서 이루어집니다. 스크린샷 텍스트 검색과 제안은 Shotsy Pro 기능입니다. 지원 언어: %@.
pt_br: Toda a análise acontece neste iPhone. A busca de texto em capturas de tela e as sugestões fazem parte do Shotsy Pro. Idiomas de texto compatíveis: %@.
ru: Весь анализ выполняется на этом iPhone. Поиск текста на снимках экрана и предложения входят в Shotsy Pro. Поддерживаемые языки текста: %@.
vi: Mọi phân tích đều chạy trên iPhone này. Tìm kiếm chữ trong ảnh màn hình và gợi ý thuộc Shotsy Pro. Ngôn ngữ văn bản được hỗ trợ: %@.
zh_hans: 所有分析都在这台 iPhone 上进行。截屏文字搜索和建议属于 Shotsy Pro 功能。支持的文字语言：%@。
zh_hant: 所有分析都在這支 iPhone 上進行。截圖文字搜尋和建議屬於 Shotsy Pro 功能。支援的文字語言：%@。

source: All photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
id: Semua foto
it: Tutte le foto
ja: すべての写真
ko: 모든 사진
pt_br: Todas as fotos
ru: Все фото
vi: Tất cả ảnh
zh_hans: 所有照片
zh_hant: 所有照片

source: All rules
de: Alle Regeln
es: Todas las reglas
fr: Toutes les règles
id: Semua aturan
it: Tutte le regole
ja: すべてのルール
ko: 모든 규칙
pt_br: Todas as regras
ru: Все правила
vi: Tất cả quy tắc
zh_hans: 满足所有规则
zh_hant: 所有規則

source: All sorted
de: Alles sortiert
es: Todo ordenado
fr: Tout est trié
id: Semua sudah dipilah
it: Tutto ordinato
ja: すべて整理済み
ko: 모두 정리됨
pt_br: Tudo organizado
ru: Все разобрано
vi: Đã phân loại hết
zh_hans: 全部整理完毕
zh_hant: 全部整理完畢
